
let year = prompt ( 'Введіть Ваш рік народження?', );
alert ('Тобі ' +(2023 - year)+ ' ' +'років');

let city = prompt ( 'В якому місті Ви проживаєте?',);
  if(city === 'Київ'){
  alert ('Ти живеш у столиці України');   
} else if (city ==='Вашингтон' ) {
    alert ('Ти живеш у столиці США');
}else if (city ==='Лондон' ) {
    alert ('Ти живеш у столиці Англії');
} else {
    alert('Ти живеш у місті '+ city);

}

let sport = prompt ( ' Ваш улюблений Вид спорту?', );
if ( sport === 'Фехтування'){
    alert( 'Круто! Хочеш стати Ольгою Харлан?')
} else if(sport === 'Теніс'){
    alert( 'Круто! Хочеш стати Еліною Свтоліною?')
} else if(sport === 'Стрибки'){
    alert( 'Круто! Хочеш стати Ярославою Могучіх?')
} else {
    alert('Це гарний вид спорту');

}
